[
  {
    "id": 1,
    "spark": "Good Morning, I love you"
  },
  {
    "id": 2,
    "spark": "What you practice grows stronger"
  },
  {
    "id": 3,
    "spark": "Our thoughts and habits shape our brains overtime"
  },
  {
    "id": 4,
    "spark": "It’s alright to make mistakes. I’m still learning"
  },
  {
    "id": 5,
    "spark": "It’s normal to feel insecure sometimes"
  },
  {
    "id": 6,
    "spark": "You can’t stop the waves, but you can learn how to surf"
  },
  {
    "id": 7,
    "spark": "What magical, unexpected thing might happen today"
  },
  {
    "id": 8,
    "spark": "To a large extent, happiness is a choice"
  },
  {
    "id": 9,
    "spark": "We can rewire our brains, shift our perspective, and find moments of peace and joy - no matter what."
  },
  {
    "id": 10,
    "spark": "Treat yourself as you would a close friend"
  },
  {
    "id": 11,
    "spark": "Welcome all emotions- and notice how they come and go"
  },
  {
    "id": 12,
    "spark": "Smile more, practice gratitude, look for small moments of beauty in your daily life"
  },
  {
    "id": 13,
    "spark": "Stop relying on societal markers of success - like wealth, status, approval - and instead build a life that resonates with your unique purpose"
  },
  {
    "id": 14,
    "spark": "If setbacks happen - and they will - remember that failure is only permanent if you give up"
  },
  {
    "id": 15,
    "spark": "Building momentum is about consistency, resilience, and self-belief"
  },
  {
    "id": 16,
    "spark": "Mistakes often happen due to poor advice, overlooked steps, or sheer bad luck"
  },
  {
    "id": 17,
    "spark": "Replace criticism with compassion, endless striving with genuine contentment, rigid rules with flexibility"
  },
  {
    "id": 18,
    "spark": "Being enough isn’t about being perfect— it’s about being authentically, imperfectly, wonderfully yourself"
  },
  {
    "id": 19,
    "spark": "Making mistakes and feeling inadequate sometimes is simply part of being human"
  },
  {
    "id": 20,
    "spark": "When you notice yourself slipping into harsh criticism — pause and choose compassion instead"
  },
  {
    "id": 21,
    "spark": "Being human means sometimes falling short"
  },
  {
    "id": 22,
    "spark": "Productivity isn’t about being perfect — it’s about making progress. And even mistakes can be a part of that progress"
  },
  {
    "id": 23,
    "spark": "Allow yourself to be human — sometimes messy, sometimes joyful, always real"
  },
  {
    "id": 24,
    "spark": "Kindness is the surest path to the growth"
  },
  {
    "id": 25,
    "spark": "People don’t care how much you know until they know how much you care"
  },
  {
    "id": 26,
    "spark": "Real love means accepting your partner as they are, not as you wish them to be"
  },
  {
    "id": 27,
    "spark": "If someone doesn’t love you, no amount of proving your worth will change that fundamental reality"
  },
  {
    "id": 28,
    "spark": "If I have to convince you, it’s already a no"
  },
  {
    "id": 29,
    "spark": "Someone’s capacity to love you isn’t a reflection of your lovability. It’s simply their capacity"
  },
  {
    "id": 30,
    "spark": "While relationships can enrich our lives, they can’t fill our inner emptiness or heal our deepest wounds"
  },
  {
    "id": 31,
    "spark": "Love cannot be forced or won"
  },
  {
    "id": 32,
    "spark": "Always aim to show them that your message isn’t just about you - it’s about how it matters to them"
  },
  {
    "id": 33,
    "spark": "We are born in a default state of happiness"
  },
  {
    "id": 34,
    "spark": "Happiness is not something you find - it’s something you reclaim by managing your thoughts"
  },
  {
    "id": 35,
    "spark": "Much of our suffering comes from living outside the present - from regretting the past or fearing the future"
  },
  {
    "id": 36,
    "spark": "When we lack the information, our brains fill in the gaps — often based on past experiences, biases, or incomplete logic"
  },
  {
    "id": 37,
    "spark": "Nothing is guaranteed and life may be unpredictable and it can also be radiant — if we let it"
  },
  {
    "id": 38,
    "spark": "PCLL: Presence, Change, Love, Loss"
  },
  {
    "id": 39,
    "spark": "Happiness = your (perception of events) - (expectations of life)"
  },
  {
    "id": 40,
    "spark": "Suffering stems from the gap between what is and what we think should be"
  },
  {
    "id": 41,
    "spark": "Our brains were designed not for happiness, but for survival"
  },
  {
    "id": 42,
    "spark": "Life is defined by movement — our thoughts, our relationships, even our bodies are always changing"
  },
  {
    "id": 43,
    "spark": "Happiness = Reality - Expectations"
  },
  {
    "id": 44,
    "spark": "You are not your thoughts - you are the observer behind them"
  },
  {
    "id": 45,
    "spark": "When your goals and the company’s priorities overlap, you’re in a position for both security and growth"
  },
  {
    "id": 46,
    "spark": "Rule of three:\n    * Does this excite me?\n    * Will it pay?\n    * Does it support a cause I care about?"
  },
  {
    "id": 47,
    "spark": "The goal isn’t perfection. It is about doing your best with intention, integrity, and heart. And maybe, just maybe, that’s the answer to why we’re here."
  },
  {
    "id": 48,
    "spark": "Keep flowing, keep creating, don’t overthink, and have fun"
  },
  {
    "id": 49,
    "spark": "When life feels heavy? \n    * Get outside. \n    * Walk. \n    * Think. \n    * Breathe."
  },
  {
    "id": 50,
    "spark": "Take the action first, and confidence follows"
  },
  {
    "id": 51,
    "spark": "Just because you think something doesn’t mean it is true — it is a thought, not a fact"
  },
  {
    "id": 52,
    "spark": "It’s all about progress, not perfection"
  },
  {
    "id": 53,
    "spark": "You are not the sum of your thoughts but actually separate from them"
  },
  {
    "id": 54,
    "spark": "At its best, work becomes the play of adulthood, just as play is the work of childhood"
  },
  {
    "id": 55,
    "spark": "There is nothing either good or bad, “but thinking makes it so”."
  },
  {
    "id": 56,
    "spark": "Our bodies live in the Information age but our brains are prehistoric"
  },
  {
    "id": 57,
    "spark": "Our worth must be tied to effort rather than achievements"
  },
  {
    "id": 58,
    "spark": "Healthy relationships thrive when you make choices that align with your priorities rather than reacting to external pressures"
  },
  {
    "id": 59,
    "spark": "Develop an inner compass guided by your values instead of others’ expectations"
  },
  {
    "id": 60,
    "spark": "Stop treating others’ opinions as your life’s compass"
  },
  {
    "id": 61,
    "spark": "By seeing others with a little more compassion, you can stay calm and kind in turn"
  },
  {
    "id": 62,
    "spark": "The best we can do is to be grateful when we are feeling good and graceful when we are feeling bad"
  },
  {
    "id": 63,
    "spark": "Bad moods and difficult times will pass. No need to panic, no need to struggle — just be graceful"
  },
  {
    "id": 64,
    "spark": "You become what you practice most"
  },
  {
    "id": 65,
    "spark": "Breathe in, count one. Breathe out, relax. Keep going all the way to ten."
  },
  {
    "id": 66,
    "spark": "The only way to truly be happy is to appreciate what you already have."
  },
  {
    "id": 67,
    "spark": "We all know deep down that ignoring things only makes them worse."
  },
  {
    "id": 68,
    "spark": "Too much negative thinking will bring negativity into your life"
  },
  {
    "id": 69,
    "spark": "What thoughts make you happy? What activities and people make you feel good"
  },
  {
    "id": 70,
    "spark": "Character equals convictions multiplied by discipline (convictions * discipline)"
  },
  {
    "id": 71,
    "spark": "Real leadership often means doing what people need rather than what they want"
  },
  {
    "id": 72,
    "spark": "Good leadership emerges through daily choices to serve others and be present when needed, not through positional authority"
  },
  {
    "id": 73,
    "spark": "Discipline isn’t about perfection, but about consistent actions, even when you fail"
  },
  {
    "id": 74,
    "spark": "Your intuition often knows more than you think"
  },
  {
    "id": 75,
    "spark": "Battling your mind often backfires, making unwanted thoughts and feelings even stronger"
  },
  {
    "id": 76,
    "spark": "When emotions rise, mentally step back and notice the whole scene then respond thoughtfully instead of escalating"
  },
  {
    "id": 77,
    "spark": "Your thoughts, your emotions, and your experiences don’t define you. You’re the awareness that can notice all these things"
  },
  {
    "id": 78,
    "spark": "Think of emotional pain like a teacher who sometimes delivers tough lessons, fighting against the lesson usually just prolongs the learning process"
  },
  {
    "id": 79,
    "spark": "Move forward anyway"
  },
  {
    "id": 80,
    "spark": "Fighting with your thoughts or emotions only makes them stronger, but you can learn to watch them pass like weather across the sky of your awareness instead"
  },
  {
    "id": 81,
    "spark": "The path to psychological flexibility isn’t about perfection but about dancing with life as it unfolds, one step at a time."
  },
  {
    "id": 82,
    "spark": "From now on, no more autopilot — you’re in control"
  },
  {
    "id": 83,
    "spark": "Three-second pause can make the difference between a reaction you will regret and a response you will be proud of."
  },
  { "id": 84, "spark": "Comfort life is not always a happy life" },
  { "id": 85, "spark": "Being extraordinary is not always better" },
  { "id": 86, "spark": "Our brains are always searching for bad news" },
  { "id": 87, "spark": "The grass is always greener on the other side" },
  {
    "id": 88,
    "spark": "It’s perfectly normal to feel insecure, anxious and angry"
  },
  {
    "id": 89,
    "spark": "Human beings are only capable of having one or two best friends and no more than 5 close friends"
  },
  { "id": 90, "spark": "Happy people have fewer friends" },
  { "id": 91, "spark": "Setup systems to keep yourself on track" },
  { "id": 92, "spark": "To be perfect is to change often" },
  { "id": 93, "spark": "Regret is far worse than failure" },
  { "id": 94, "spark": "We reap what we sow" },
  {
    "id": 95,
    "spark": "Quantify your goals and give yourself a timeline long enough to take inevitable obstacles into account"
  },
  {
    "id": 96,
    "spark": "There is no free lunch if you want to make it to the top"
  },
  {
    "id": 97,
    "spark": "Failure is an inevitable part of the journey to success"
  },
  {
    "id": 98,
    "spark": "When things aren’t going perfectly, it’s best to keep calm until things turn around"
  },
  { "id": 99, "spark": "Always be guided by rational thinking, not emotions" },
  {
    "id": 100,
    "spark": "Every human carries an internal fire burning on anxiety, cravings, and regret"
  },
  { "id": 101, "spark": "Toxic speech is a result of suffering" },
  {
    "id": 102,
    "spark": "Avoid toxic speech and stay honest and compassionate"
  },
  {
    "id": 103,
    "spark": "Just because something worked for someone else doesn’t mean it will for you"
  },
  { "id": 104, "spark": "If you don’t feel good about a job, pass it up" },
  {
    "id": 105,
    "spark": "Life is seasonal — your needs and interests will change as you do"
  },
  {
    "id": 106,
    "spark": "Breathe in for 4, hold until 7, release at 8. Focus on the sensation of the air entering and exiting your body"
  },
  {
    "id": 107,
    "spark": "People don’t buy what you do; they buy why you do it"
  },
  { "id": 108, "spark": "As a leader, your job is to inspire" },
  {
    "id": 109,
    "spark": "A healthy relationship is like a roaring campfire. It provides heat and light even on the darkest night. But if we sit too close to it for too long, we’ll get uncomfortable and maybe even burned."
  },
  {
    "id": 110,
    "spark": "Every relationship requires some space if we’re to reap its full benefits"
  },
  {
    "id": 111,
    "spark": "How do we deal with relationships that end? Forgive the other person and let them go"
  },
  {
    "id": 112,
    "spark": "Forgiveness requires absolute humility and empathy. Swallowing your pride is never easy, but it’s necessary in order to let go of the negative energy before it consumes you."
  },
  {
    "id": 113,
    "spark": "You need to realize that people are not as interested in you as you think"
  },
  {
    "id": 114,
    "spark": "When you experience negative emotions, don’t lash out in anger. Respond with kindness."
  },
  {
    "id": 115,
    "spark": "There’s no point in dieting if the end result is a lighter coffin."
  },
  {
    "id": 116,
    "spark": "80 percent of our success comes from 20 percent of our efforts"
  },
  {
    "id": 117,
    "spark": "Nothing lasts forever – and nor will you. So choose happiness over an ever-expanding bank balance."
  },
  { "id": 118, "spark": "Golden combination: Money, Time, Health" },
  {
    "id": 119,
    "spark": "15 percent of success can be attributed to training and education. 85 percent is attributed to attitude, perseverance, diligence and vision"
  },
  { "id": 120, "spark": "Don’t measure yourself against your peers." },
  {
    "id": 121,
    "spark": "It’s far better to communicate your limits to your boss, than to suffer in silence."
  },
  {
    "id": 122,
    "spark": "Remember that someone’s rejection is only their opinion"
  },
  {
    "id": 123,
    "spark": "If you’re unsure about a decision then the answer is no"
  },
  { "id": 124, "spark": "Trust your gut. If you can’t decide, say no" },
  { "id": 125, "spark": "Happiness is a decision to be in the moment" },
  { "id": 126, "spark": "When it comes to faith, stay open to the unexpected" },
  {
    "id": 127,
    "spark": "True success is living your life the way you have always dreamed of doing"
  },
  { "id": 128, "spark": "People are successful because they are happy" },
  {
    "id": 129,
    "spark": "If someone insults you, you have 2 options: Be hurt and retaliate or refuse to let it affect you"
  },
  {
    "id": 130,
    "spark": "Avoid subjecting yourself to unpleasant emotions. Treat the offender as you’d want to be treated"
  },
  { "id": 131, "spark": "The cure for the feeling of shame is vulnerability" },
  {
    "id": 132,
    "spark": "Vulnerability: willingness to openly admit failures and weaknesses"
  },
  { "id": 133, "spark": "Basic human need for connection: love and belonging" },
  {
    "id": 134,
    "spark": "Respond thoughtfully rather than reacting emotionally"
  },
  {
    "id": 135,
    "spark": "Reactive communication is letting the fear - rather than logic - guide your words and actions"
  },
  { "id": 136, "spark": "Pause and take some deep breaths before responding" },
  {
    "id": 137,
    "spark": "Responsive communication: Don’t fire back an instant reply"
  },
  {
    "id": 138,
    "spark": "Responsive communication: Seek to understand rather than react"
  },
  {
    "id": 139,
    "spark": "Responsive communication: Stay focused on the core issue"
  },
  {
    "id": 140,
    "spark": "Responsive communication: Don’t get drawn into personal attacks or excess drama"
  },
  {
    "id": 141,
    "spark": "Responsive communication: Ask for time to respond thoughtfully"
  },
  {
    "id": 142,
    "spark": "Responsive communication: Pause or brief silence can be the most powerful response of all"
  },
  {
    "id": 143,
    "spark": "Responsive communication: Stay cool-headed in crises"
  },
  {
    "id": 144,
    "spark": "Responsive communication: Consider options objectively"
  },
  {
    "id": 145,
    "spark": "Addressing conflict is an essential management skill"
  },
  {
    "id": 146,
    "spark": "Stop saying sorry. Use gratitude (thank people) and appreciation instead of apologizing"
  },
  {
    "id": 147,
    "spark": "High-impact conversation structure: Desired outcome, Present proof, Highlight your skills, Make an ask"
  },
  { "id": 148, "spark": "Facing the truth, no matter how harsh, is essential" },
  {
    "id": 149,
    "spark": "Ignoring problems only delays an inevitable uncomfortable future"
  },
  { "id": 150, "spark": "Avoid extreme thinking (thinking in absolutes)" },
  {
    "id": 151,
    "spark": "Mistakes and tough times are often chances to grow and learn. It is not all bad"
  },
  {
    "id": 152,
    "spark": "What’s the one thing I can do, and by doing it everything else will become easier"
  },
  {
    "id": 153,
    "spark": "Pomodoro technique advocates 25-minute concentrated work intervals followed by brief breaks"
  },
  {
    "id": 154,
    "spark": "When it comes to making us happy, relationships are far more important than money, fame, social class, genes, and all the markers of status we’re taught to strive for."
  },
  {
    "id": 155,
    "spark": "If you work on yourself, your relationships improve, and if you work on your relationships, your mental health improves."
  },
  {
    "id": 156,
    "spark": "Measuring your worth by comparing yourself to others will only lead to disappointment"
  },
  {
    "id": 157,
    "spark": "Once our basic needs in life are cared for, extra wealth doesn’t increase happiness"
  },
  {
    "id": 158,
    "spark": "Some good values: Honesty, Creativity, Generosity, Humility"
  },
  {
    "id": 159,
    "spark": "When you put in the important things first, everything else will fall into place."
  },
  {
    "id": 160,
    "spark": "Seeing your success will help keep your spirits high and motivate you to move forward"
  },
  {
    "id": 161,
    "spark": "Raise your kids right: Let them learn from their mistakes"
  },
  {
    "id": 162,
    "spark": "Raise your kids right: Celebrate their good behavior"
  }
]
